{"index":{"title":"Welcome to Quartz","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."},"Банкролл":{"title":"Банкролл","links":["Дисперсия"],"tags":[],"content":"Тебе, как участнику покерного фонда необязательно знать про банкролл-менеджмент, т.к. ты играешь на деньги фонда. Но если ты когда-нибудь будешь играть от себя, то тебе будет полезно уяснить несколько правил, зная которые ты не будешь заливать каждый свой банкролл.\nЧто такое банкролл?\nВсё просто, это те деньги которые ты выделил на игру в покер. Важно что это не просто свободные деньги которые ты можешь (или хочешь?) залить, а специально отведённая сумма, которую ты можешь позволить проиграть.\nПравила управления банкроллом\nВот несколько правил, придерживаясь которых ты не станешь банкротом:\n\nНе играй на деньги которые тебе жалко потерять. Помни что дисперсия может не пощадить тебя.\nЕсли играешь несколько вариантов покера, разделяй банкролл между ними. Для МТТ требуется 100-500 входов для твоего АБИ в зависимости от твоей стратегии, для кэша ~50 стеков твоего NL\nНе играй лимиты выше твоего банкролла. Это буквально лудомания. В 7-8 из 10 случаев ты скорее всего отдашь достаточно большую сумму и ничего не получишь взамен.\n"},"Дисперсия":{"title":"Дисперсия","links":[],"tags":[],"content":"Что такое дисперсия в покере?\nЕсли ты играешь в покер, то наверняка уже сталкивался с таким понятием, как дисперсия. Это то, что иногда может казаться “невезением”, когда, вроде бы, играешь правильно, делаешь правильные ставки, но всё равно проигрываешь. Дисперсия — это просто неотъемлемая часть покера, связанная с природой вероятностей.\nВ чём суть?\nДисперсия — это те самые взлёты и падения, которые происходят в твоей игре на короткой дистанции. Ты можешь выиграть монетку несколько раз подряд, а потом тебя неожиданно куллернёт. Это нормально! Иногда тебе будут идеально раздавать несколько часов или даже дней подряд подряд, а иногда будешь неделями сидеть с мусором в руке. Дисперсия не учитывает твоё мастерство, это просто результат случайных колебаний.\nПочему это важно?\nЗнание о дисперсии поможет тебе не сойти с ума от того, что даже при хорошей игре можно проигрывать. Главный секрет — смотреть на игру в долгосрочной перспективе. Если ты принимаешь верные решения на протяжении долгого времени, то на дистанции дисперсия нивелируется твоей игрой\nКак с этим справляться?\nГлавное — не тильтовать. Дисперсия бывает у всех игроков без исключений. Твой лучший друг здесь — это терпение и игра. Если ты играешь в плюс и не поддаёшься эмоциям - рано или поздно ты увидишь результат"},"Основы":{"title":"Основы","links":[],"tags":[],"content":"Здесь будет текст про термины, позиции, диапазоны и покерную математику."},"Привет!":{"title":"Привет!","links":["Основы","Стратегии-игры","Банкролл","Психология","Софт"],"tags":[],"content":"Добро пожаловать в базу знаний Класса Коррекции!\nО фонде\nНаш покерный фонд создан для того, чтобы поддерживать перспективных игроков, предоставляя им финансовую помощь и ресурсы для достижения успеха в мире покера. Мы не просто спонсируем игроков – мы стремимся создать сообщество, где каждый может развиваться и совершенствоваться, опираясь на проверенные стратегии и экспертные знания.\nНаши цели\n\nПоддержка талантливых покеристов и создание условий для их роста\nПостроение долгосрочных партнерств, основанных на взаимной выгоде\nОбеспечение игроков ресурсами и знаниями для развития профессиональных навыков\n\nЧто вы найдете в нашей базе знаний?\nЗдесь собраны лучшие материалы и советы для покерных игроков: стратегии, банкролл-менеджмент, психологические аспекты игры, а также информация о том, как эффективно работать с фондом. Мы стремимся, чтобы каждый наш игрок мог извлечь максимум пользы из предоставленных нами ресурсов и инструментов.\nОсновные разделы:\n\nОсновы: Базу, которую нужно знать каждому игроку.\nСтратегии игры: Подробные руководства по стратегии игры в разных ситуациях.\nУправление Банкроллом: Как грамотно распоряжаться финансами в покере.\nПсихология покера: Методы улучшения ментальной стойкости и принятия решений.\nСофт: Полезные программы и приложения для анализа и улучшения игры.\n\nМы надеемся, что эта база знаний поможет вам поднять свою игру на новый уровень и стать успешным в покере."},"Психология":{"title":"Психология","links":["Дисперсия"],"tags":[],"content":"Психология игры в онлайн-покер\nИгра в онлайн-покер требует не только стратегического мышления, но и сильной психологической подготовки. В отличие от оффлайн-игры, где важна невербальная коммуникация и прямое взаимодействие с оппонентами, онлайн-покер бросает вызов ментальной стойкости игрока по другим параметрам: от стрессовых ситуаций до необходимости сохранять концентрацию без прямого контакта с соперником. Вот ключевые психологические аспекты, которые помогут улучшить свою игру.\n1. Эмоциональный контроль\nВ покере, как и в жизни, эмоции могут затмевать разум. Важно уметь контролировать свои эмоции и не поддаваться им. Тильт – твой самый главный враг, одно из наиболее опасных состояний для игрока, когда негативные эмоции приводят к импульсивным решениям, ошибкам и, следовательно проигранным деньгам. Способность справляться с разочарованием и проигрышами – ключ к успеху в долгосрочной перспективе.\nКак избежать тильта:\n\nДелай паузы в игре, если чувствуешь нарастающий стресс.\nФокусируйся на долгосрочной стратегии, а не на текущих неудачах.\nНе начинай сессию если ты в тильте или плохом настроении, например. Плохая сессия в такой момент может подорвать эмоциональное состояние.\n\n2. Концентрация и дисциплина\nОнлайн-покер, в отличие от оффлайн-игры, может ввести игрока в состояние рутины. Ты можешь проводить часы за несколькими столами одновременно, что может снизить уровень внимания. Именно поэтому важно сохранять высокий уровень концентрации на протяжении всей сессии.\nСоветы по поддержанию концентрации:\n\nНе играй слишком много столов, если это снижает твоё внимание. Найди оптимальное кол-во столов с которыми тебе комфортно, а затем тренируйся, постепенно увеличивая их количество.\nВ перерыве не сиди за монитором, сделай зарядку, сходи за водой, развейся. У тебя есть ~5 минут на то, чтобы успокоиться и стать более концентрированным.\nИграй в спокойной обстановке, избегая отвлекающих факторов.\n\n3. Ментальная стойкость\nОнлайн-покер требует устойчивости к длительным периодам непредсказуемости и колебаний дисперсии. Даже опытные игроки сталкиваются с чередой проигрышей, что может подорвать уверенность в себе. Важно помнить, что покер — это игра с высокой долей случайности в краткосрочной перспективе, но стабильные результаты в долгосрочной перспективе достигаются благодаря стратегии и дисциплине.\nКак развить ментальную стойкость:\n\nПомни, что каждый раздача – это часть большой игры, и одна раздача или один турнир не определяет результат всей сессии.\nРаботай над долгосрочным планированием и установлением реалистичных целей.\nСтарайся учиться на каждой игре, даже если результат тебя не устраивает. Анализируй свою игру, чтобы становиться лучше.\n\n4. Анализ и саморефлексия\nУспешные покерные игроки уделяют большое внимание анализу своих ошибок и удачных действий. Не менее важно работать над улучшением своего психологического состояния: осознавать, как вы реагируете на проигрыши и выигрыши, и корректировать своё поведение.\nВопросы для саморефлексии:\n\nПочему я принял это решение в конкретной раздаче?\nБыли ли моменты, когда эмоции взяли верх над логикой?\nКак я могу лучше подготовиться к таким ситуациям в будущем?\n\nЗаключение?\nОнлайн-покер – это не только тест на математические и стратегические способности, но и испытание на психологическую стойкость. Те игроки, которые умеют контролировать свои эмоции, сохранять концентрацию и дисциплину, а также постоянно анализировать свою игру, могут достичь значительных успехов. Развивайте в себе эти качества, и вы сможете поднять свою игру на новый уровень."},"Софт":{"title":"Софт","links":[],"tags":[],"content":"Здесь будут полезные ссылки и полезный софт"},"Стратегии-игры":{"title":"Стратегии игры","links":[],"tags":[],"content":""}}